package com.bit.day05;

import java.util.Scanner;

public class Ex08 {
	/*
	1. 자바 정규표현식, 예시
	2. 학생 성적관리 프로그램(ver 0.2.0) - 문자열 이용
		
		결과
		
		학생 성적관리 프로그램(ver 0.2.0)
		---------------------------------
		1.입력 2. 결과 0.종류>1
		1학번 국어>91
		1학번 영어>81
		1학번 수학>71
		
		1.입력 2. 결과 0.종류>1
		2학번 국어>92
		2학번 영어>82
		2학번 수학>72
		
		1.입력 2. 결과 0.종류>2
		---------------------------------
		학번 |국어 |영어 |수학
		1	 |91   |81   |71
		2    |92   |82   |72
		---------------------------------
		1.입력 2. 결과 0.종류>0
		이용해주셔서 감사합니다.
	*/
	
	public static void main(String[] args) {
		
	}

}
